import "./story.scss";
import Navbar from "../../components/navbar/Navbar";

const Story = () => {
  return (
    <div className="storyPage">
      <div className="bg-img"></div>
      <Navbar />
      <div className="content">
        <h1>Историята на Левски</h1>
        <h2>
          Какво кара този човек със светло бъдеще в духовното дело да се захване
          с революционна дейност? Тук е мястото да отдадем заслуженото на друг
          голям български революционер – Георги Раковски. По това време той
          разгръща мощна пропагандна дейност, която оказва силно влияние върху
          българската младеж. През 1861 година, като следствие на икономическа
          криза в Османската империя и провежданата стопанска политика,
          потискаща българите, в революционните среди настъпва раздвижване.
          Стоил Попов от Калофер и Левски полагат едни от първите усилия за
          вдигане народа на борба. По това време българското общество е крайно
          неподготвено за бунт, пореди което и първият революционен опит на
          Дякона е неуспешен.
        </h2>
        <div className="flex">
          <img src="/images/vasil3.png" alt="" className="story-img" />
          <img
            src="https://chetilishte.com/wp-content/uploads/2017/11/portrait_of_g_s_rakovski_by_selma_todorova-d74h2rl.jpg"
            alt=""
            className="story-img"
          />
        </div>
        <h2>
          Вместо да се откаже от народното дело, на 3 март 1862 година Левски
          напуска родния си град и се отправя към Сърбия, за да се присъедини
          към Първата българска легия, организирана от Раковски. Според
          легендата по време на военни упражнения той прави „левски скок“ и така
          получава своя прякор. Тук Левски осъществява контакти с българската
          революционна интелигенция и добива първия си боен опит, сражавайки се
          храбро с турските части. След разтурянето на легията той се
          присъединява към четата на дядо Ильо войвода. През 1863 година за
          кратко е в Румъния. Лятото се завръща в България. Затворен е за
          няколко месеца в Пловдив, заради участието в легията, но след
          застъпничество на видни българи е освободен. През зимата на същата
          1863 година за кратко посещава класното училище на Йоаким Груев.
          Любознателността е основна черта в характера на Левски, но
          разочарованието от празните обещания на вуйчо му го отдалечава от
          науката и го насочва към революционните идеи. От 1864 година до
          началото на 1867 година в различни български селища (Войнягово,
          Еникьой и Конгас) Левски се занимава с учителска дейност. Той учи
          децата на четмо и писмо, разказва им истории за славното минало на
          България, пее им хайдушки песни и често изнася уроците си сред
          природата. Наред с даскалската си дейност той развива революционна
          пропаганда и подготвя местни дружини, които дават отпор на турски и
          черкезки разбойнически банди. През пролетта на 1867 година заминава за
          Румъния, където по препоръка на Раковски е избран за байрактар в
          четата на Панайот Хитов.
        </h2>
        <div className="flex">
          <img src="/images/vasil.jpg" alt="" className="story-img-w" />
          <img
            src="https://api.europeana.eu/thumbnail/v2/url.json?uri=http%3A%2F%2Fwww.theeuropeanlibrary.org%2Fcontent%2Fnbkm%2Fa1227%2F32.jpg&type=IMAGE"
            alt=""
            className="story-img"
          />
        </div>
        <h2>
          В Белград укрепва познанствата си от Първа легия и се среща с нови
          революционери, сред които Ангел Кънчев и Любен Каравелов. Скоро след
          организирането на легията сръбското правителство започва да се държи
          крайно враждебно с легионерите и в крайна сметка и Втора легия е
          разтурена. Поведението на тамошните власти променя революционния
          мироглед на Левски завинаги. Той осъзнава, че всяка помощ, осигурена
          от чуждо правителство, в никакъв случай не е безкористна. Досега
          Апостола се е съгласявал с теорията на Раковски, че бунтът трябва да
          бъде постигнат чрез намесата на чети, навлизащи в България от чужбина.
          Опитът с четата на Панайот Хитов, нейният неуспех и първите му
          революционни стъпки още през 1861 година подсказват на Левски, че
          погледът на революционерите трябва да се насочи към вътрешността на
          страната. Само изграждането на стабилна комитетска мрежа в рамките на
          Османската империя би могло да подготви народа за въстание. Тази
          стратегия, макар и първоначално трудно наложена от Апостола, е
          възприета от всяка една бъдеща българска революционна организация –
          чак до ВМРО. През февруари-март 1868 година Дякона трябва да отложи
          плановете си поради тежка операция, от която трудно се възстановява.
          Укрепил здравето си, Левски заминава за Румъния заради преследванията,
          на които са подложени легионерите от сръбското правителство. През
          август 1868 година отива в Букурещ и се свързва с „Българско
          общество“, което осигурява и паричните средства за първата обиколка на
          Апостола из България. Предполага се, че през есента на същата година
          двамата великани на българското революционно движение – Васил Левски и
          Христо Ботев се срещат и заживяват заедно при изключително тежки
          условия в изоставена мелница край Букурещ. Основната причина тяхното
          познанство да се оспорва е фактът, че оригиналът на въпросното писмо
          не е достигнал до нас, а първата му публикация е направена от Захари
          Стоянов.
        </h2>
        <div className="flex">
          <img
            src="https://www.desant.net/files/images/%D0%BF%D0%B8%D1%81%D1%82%D0%BE%D0%BB.jpg"
            alt=""
            className="story-img-w"
          />
          <img src="/images/botev.png" alt="" className="story-img" />
        </div>
        <h2>
          На 11 декември 1868 година с параход от Турну Мъгуреле Дякона тръгва
          за Цариград. Оттам започва първата си обиколка във вътрешността на
          страната, подпомогнат от „Българско общество“. Левски посещава
          Пловдив, Перущица, Карлово, Сопот, Казанлък, Сливен, Търново, Ловеч,
          Плевен и Никопол. Свързва се с доверени познати и проучва обществените
          настроения и готовността на народа за бунт. Обнадежден е от
          постигнатите начални резултати и на 24 февруари се завръща в Букурещ.
          На 1 май 1869 година Апостола предприема втората си обиколка. Този път
          се снабдява със сведения за вътрешни дейци, с пълномощно и
          прокламация, издадени от името на Привременното правителство в
          Балкана. Естествено, такова не съществува, но Левски правилно
          преценява, че по-лесно ще печели сърцата на хората, ако се представи
          от името на авторитетна организация. Създава контакти в Румъния – като
          този с Данаил Попов, който първоначално го препоръчва на брат си в
          Плевен, а по-късно служи на Апостола за връзка с емигрантските среди
          във Влашко. Братът на Попов запознава Левски с хора, верни на
          освободителната борба, в градове, близки до Плевен, и така започва
          изграждането на комитетската мрежа – първо в Плевен, а после и в
          Ловеч, Троян, Карлово, Калофер, Казанлък, Пловдив, Сопот, Чирпан и
          други селища. По време на втората обиколка Апостола преосмисля
          преценката си за готовността на народа за скорошно въстание и
          заключва, че е нужна много по-задълбочена подготовка. На 26 август
          1869 година Левски се завръща в Букурещ. Той има ясна представа за
          обстановката в България и за възможността за успех на комитетската
          мрежа, затова трябва да убеди емигрантската революционна интелигенция
          в правотата на идеите си. Първоначално среща пълно неразбиране сред
          революционерите, които още таят надежди,че помощта ще дойде от
          другаде. В края на годината Апостола, заедно с Любен Каравелов,
          участва в основаването на Българския революционен централен комитет
          (БРЦК). Макар Каравелов да възприема някои от идеите на Левски,
          двамата водачи на революционното движение се разминават в основните си
          възгледи. За Каравелов участието на съседните балкански народи в
          бъдещата революция е абсолютно задължително, докато Левски смята, че
          това би спомогнало за бунта, но основната роля трябва да изиграе
          българското население.
        </h2>
        <img src="/images/vasil2.png" alt="" className="story-img center-img" />
        <h2>
          Според Апостола, докато българите не са напълно готови за
          самостоятелно въстание, те не трябва да влизат в никакви съюзи със
          съседни народи и правителства (той много добре си спомня отношението
          на сърбите към легионерите в Белград). Левски осъзнава, че всякакви
          преговори със сръбското правителство са безсмислени, поне докато в
          съседната държава властва монархическият национализъм и идеята за
          „Стара Сърбия”, която включва български земи. Въпреки това, Левски е
          привърженик на идеята за общи действия на балканските народи и за
          балканска федерация. Но за разлика от Раковски и Каравелов, които са
          съгласни с идеята за държава обединяваща всички народи и балкански
          земи – освободени и неосвободени, Левски желае самостоятелна българска
          държава. Той иска българския народ да бъде равен на останалите
          балкански народи. Тук трябва да бъде споменато и отношението на Левски
          към Западните Великите сили – той осъзнава, че те толерират Османската
          империя с оглед собствените им интереси в Източния въпрос. За разлика
          от консервативните среди в националното движение, Левски поставя
          отношенията с официална царска Русия на принципни основи. Той вижда
          дълбокото различие между политиката на Русия и тежненията на
          българската революция, както и различията в крайните цели, към които
          се стремят двете страни. В същото време, теглейки разделителната
          линия, той преценява обективната възможност за единодействие в общата
          борба срещу Османската империя. Желанието на Левски за независимост на
          движението, за неговата чистота, без намеса на чужди агенти,
          независимо от кои държави са те, произтича главно от
          национално-патриотични му съображения. Именно поради това през 1869
          година, когато се сблъсква с един руски агент, препоръчан от Одеското
          българско настоятелство като добър патриот, бързо го прогонва.
          Разочарован от неразбирането, което среща сред емигрантите, през май
          1870 година Левски се завръща в България, заема се с доизграждането на
          комитетската мрежа и създаването на ВРО (Вътрешна революционна
          организация). За столица на организацията е избран Ловеч, а комитетът
          там се смята и за БРЦК. По този начин през 1870-1872 година в
          българските революционни среди съществуват не само две основни
          идеологии, но и два централни комитета – Каравеловият в Букурещ и този
          на Левски, който действа в България. ВРО все повече добива вид на
          мощна революционна организация.
        </h2>
        <h1>Гибелта на Левски</h1>
        <h2>
          Васил Левски е един от най-важните лидери, борещи се за независимостта
          на България. Той обаче поставя живота си на карта в тази борба, която
          накрая води до неговата гибел. През 1872 година Левски е хванат в
          София и по-късно е обесен. Тази гибел е провокирала голям отзвук,
          защото Левски е бил важна фигура в борбата за независимост на
          България. Неговите идеали и борба обаче продължават да бъдат
          вдъхновение за българския народ. Днес Левски е един от най-уважаваните
          национални герои в България.
        </h2>
        <img src="https://121su.org/wp-content/uploads/2021/02/Painting_Levski_Nikola_Kozhuharov.jpg" 
        alt="" className="story-img-w center-img" />
      </div>
    </div>
  );
};

export default Story;
